Repository: sugar-activities/4231-activity
Catalog: po/*.po
Languages: da, es, nl, pl, zh_cn

source: Bridge
da: Bro
es: Puente
nl: Brug
pl: Most
zh_cn: 桥

source: Total Cost: %d
da: Samlet omkostning: %d
es: Coste Total: %d
nl: Totale Kosten: %d
pl: Koszt całkowity: %d
zh_cn: 总成本：%d

source: Stress: %d%%
da: Stressniveau: %d%%
es: Presion: %d%%
nl: Trekkracht: %d%%
zh_cn: 压力: %d%%

source: Train fell off the screen, press R to try again!
da: Tog faldt ud af skærmen, tast R for prøve igen!
es: Tren cayo. Pulsas R para trate otra vez.
nl: Trein viel van het scherm af, druk R om opnieuw te proberen!
pl: Pociąg spadł z ekranu, wciśnij R żeby ponowić próbę!
zh_cn: 火车掉下屏幕，按下R再试一次！

source: Level completed, well done!! Press T to send another train.
da: Banen er fuldført, godt klaret! Tast T for at sende et tog mere.
es: Ganas juego, muy bien!! Pulsas T para otro tren.
nl: Niveau klaar, goed gedaan!! Druk T om een nieuwe trein te sturen.
pl: Poziom ukończony, dobra robota!! Wciśnij T by wysłać kolejny pociąg.
zh_cn: 干得好，已完成本级！按下T发送另一列火车。

source: Press the Spacebar to start/pause.
da: Tryk mellemrumstasten for at starte/pause.
es: Pulsas la barra espaciadora para comenza o descansa.
nl: Druk Spatiebalk voor start/pauze.
pl: Wciśnij Spacebar by rozpocząć/zatrzymać
zh_cn: 按空格键开始/暂停。

source: Circle
da: Cirkel
es: Circulo
nl: Cirkel
pl: Koło
zh_cn: 圆圈

source: Girder
da: Bærebjælke
es: Viga
nl: Balk
pl: Belka
zh_cn: 梁

source: Grab
da: Grib
es: Agarra
nl: Grijp
pl: Chwyć
zh_cn: 抓住

source: Destroy
da: Ødelæg
es: Borra
nl: Vernietig
pl: Zniszcz
zh_cn: 破坏

source: Bridge Joint
da: Bindeled til bro
es: Juntura de Puente
nl: Brugsamenkomst
pl: Przerwa dylatacyjna
zh_cn: 联接桥梁
