Repository: sugar-activities/4231-activity
Catalog: po/ayc.po
Languages: ayc

source: Bridge
ayc: Chaka

source: Total Cost: %d
ayc: Qawayata alapa: %d

source: Stress: %d%%
ayc: Wayxatäwi: %d%%

source: Train fell off the screen, press R to try again!
ayc: Tren lukumutura jaqunuktäwi. Limt'ma R mayampi sartayañataki.

source: Level completed, well done!! Press T to send another train.
ayc: Anatäwi atiptawa, Kawki khusawa!! Limt'ma T yaqha anatäwitaki.

source: Press the Spacebar to start/pause.
ayc: Qalltañataki jani ukaxa samart'añataki arunaka jaljtayaña limt'ma.

source: Circle
ayc: Muyu

source: Girder
ayc: Sayiri

source: Grab
ayc: Katma

source: Destroy
ayc: Chhaqtayma

source: Bridge Joint
ayc: Chaka jakisïwi
